{"id":1033,"date":"2017-11-28T13:02:38","date_gmt":"2017-11-28T13:02:38","guid":{"rendered":"http:\/\/demo.joinwebs.com\/classiera\/lime\/?post_type=product&amp;p=1033"},"modified":"2017-11-28T13:02:38","modified_gmt":"2017-11-28T13:02:38","slug":"dell-laptop-for-sale","status":"publish","type":"product","link":"https:\/\/demo.joinwebs.com\/classiera\/plum\/product\/dell-laptop-for-sale\/","title":{"rendered":"Dell laptop for sale"},"content":{"rendered":"<p>Aliquam pretium non magna vel volutpat. Etiam aliquam consectetur mi, in rhoncus nisi ullamcorper vel. Vivamus lorem nulla, tristique vel magna at, ornare vehicula lorem. Pellentesque vel ex non diam finibus feugiat sit amet et leo. Phasellus at feugiat turpis, a auctor justo. Suspendisse vehicula quam nulla, id viverra mi tincidunt in.<\/p>\n<p>Sed felis neque, dictum ut libero imperdiet, condimentum interdum tortor. Ut a massa eleifend, porttitor tellus vel, imperdiet dolor. Morbi ornare quis turpis a dignissim.<\/p>\n<p>Quisque commodo ornare eros in feugiat. Curabitur pharetra efficitur massa sit amet fermentum. Curabitur vestibulum auctor aliquam. Quisque aliquam, enim at sodales eleifend, dolor leo scelerisque diam, in hendrerit orci velit a lectus. Vivamus dui dui, tincidunt eu fringilla ut, eleifend lobortis est.<\/p>\n<p>Nam viverra fermentum sem non tristique. Pellentesque at augue nec ligula tincidunt vestibulum. In convallis, mi eleifend lacinia placerat, nisl massa accumsan magna, vitae condimentum velit lacus ut nibh. Cras quis neque pharetra, faucibus enim in, pulvinar neque. In ultrices efficitur nisl non euismod. Nam nec volutpat felis.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aliquam pretium non magna vel volutpat. Etiam aliquam consectetur mi, in rhoncus nisi ullamcorper vel. Vivamus lorem nulla, tristique vel magna at, ornare vehicula lorem. Pellentesque vel ex non diam finibus feugiat sit amet et leo. Phasellus at feugiat turpis, a auctor justo. Suspendisse vehicula quam nulla, id viverra mi tincidunt in. Sed felis neque,<\/p>\n","protected":false},"featured_media":1034,"comment_status":"open","ping_status":"closed","template":"","meta":[],"product_cat":[60],"product_tag":[59],"_links":{"self":[{"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/product\/1033"}],"collection":[{"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/comments?post=1033"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/"}],"wp:attachment":[{"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/media?parent=1033"}],"wp:term":[{"taxonomy":"product_cat","embeddable":true,"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/product_cat?post=1033"},{"taxonomy":"product_tag","embeddable":true,"href":"https:\/\/demo.joinwebs.com\/classiera\/plum\/wp-json\/wp\/v2\/product_tag?post=1033"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}